Repository: Mohammedsabah85/ReverseMarketidentity
Catalog: Resources/SharedResource.*.resx
Languages: ar, ku

# SiteName
source: Reverse Market
ar: السوق العكسي
ku: بازاڕی پێچەوانە

# SiteDescription
source: Platform connecting customers with stores in Iraq
ar: أضف طلبك ودع المتاجر تتنافس لخدمتك
ku: پلاتفۆرمی بەستنەوەی کڕیاران بە فرۆشگاکان لە عێراق

source: Home
ar: الرئيسية
ku: سەرەکی

source: Requests
ar: الطلبات
ku: داواکاریەکان

source: Stores
ar: المتاجر
ku: فرۆشگاکان

# About
source: About Us
ar: حولنا
ku: دەربارەی ئێمە

# Contact
source: Contact Us
ar: تواصل معنا
ku: پەیوەندیکردن

source: Login
ar: تسجيل الدخول
ku: چوونەژوورەوە

source: Logout
ar: تسجيل الخروج
ku: چوونەدەرەوە

source: Profile
ar: الملف الشخصي
ku: پرۆفایل

source: Add Request
ar: إضافة طلب
ku: زیادکردنی داواکاری

source: My Requests
ar: طلباتي
ku: داواکاریەکانم

source: Admin Panel
ar: لوحة التحكم
ku: پانێڵی بەڕێوەبەر

# Welcome
source: Welcome to Reverse Market
ku: بەخێربێیت بۆ بازاڕی پێچەوانە

# WelcomeMessage
source: Add your request and let stores compete to serve you
ku: داواکاریەکەت زیاد بکە و با فرۆشگاکان پێکەوە بکێشن بۆ خزمەتکردنت

# AddRequestNow
source: Add Your Request Now
ku: ئێستا داواکاریەکەت زیاد بکە

source: Browse Requests
ku: گەڕان بە داواکاریەکاندا

source: Search
ku: گەڕان

# SearchPlaceholder
source: Search for a specific request...
ku: بگەڕێ بۆ داواکاریەکی دیاریکراو...

source: All Categories
ku: هەموو پۆلەکان

source: Best Categories
ku: باشترین پۆلەکان

# BestCategoriesSubtitle
source: Choose from a wide range of categories
ku: هەڵبژێرە لە کۆمەڵێک پۆلی جیاواز

# DiscoverProducts
source: Discover products and services
ku: بەرهەم و خزمەتگوزاریەکان بدۆزەرەوە

# RecentRequests
source: Recently Added Requests
ku: داواکاریە تازە زیادکراوەکان

# RecentRequestsSubtitle
source: Latest available requests from customers
ku: دوایین داواکاریەکانی بەردەست لە کڕیارەکان

source: View Details
ku: بینینی وردەکاری

source: No recent requests
ku: هیچ داواکاریەکی تازە نییە

# BeFirstToAddRequest
source: Be the first to add a request
ku: یەکەم کەس بە بۆ زیادکردنی داواکاری

source: Add First Request
ku: یەکەم داواکاری زیاد بکە

source: View All Requests
ku: بینینی هەموو داواکاریەکان

# HowItWorks
source: How Does Reverse Market Work?
ku: بازاڕی پێچەوانە چۆن کار دەکات؟

# HowItWorksSubtitle
source: Simple steps to get what you want
ku: هەنگاوی سادە بۆ بەدەستهێنانی ئەوەی دەتەوێت

# Step1Title
source: Add Your Request
ku: داواکاریەکەت زیاد بکە

# Step1Description
source: Write clearly what you need in detail
ku: بە ڕوونی بنووسە پێویستیت چییە

# Step2Title
source: Wait for Approval
ku: چاوەڕوانی پەسەندکردن بە

# Step2Description
source: Your request will be reviewed and approved
ku: داواکاریەکەت پێداچوونەوەی بۆ دەکرێت و پەسەند دەکرێت

# Step3Title
source: Stores Contact You
ku: فرۆشگاکان پەیوەندیت پێوە دەکەن

# Step3Description
source: You'll receive offers from specialized stores
ku: پێشنیار لە فرۆشگا پسپۆڕەکان وەردەگریت

# Step4Title
source: Choose the Best
ku: باشترین هەڵبژێرە

# Step4Description
source: Compare offers and choose what suits you
ku: پێشنیارەکان بەراورد بکە و گونجاوترین هەڵبژێرە

source: Completed Requests
ku: داواکاری تەواوکراو

source: Registered Stores
ku: فرۆشگای تۆمارکراو

source: Satisfied Customers
ku: کڕیاری ڕازی

source: Available Categories
ku: پۆلی بەردەست

source: Previous
ku: پێشوو

source: Next
ku: دواتر

source: Advertisement
ku: ڕێکلام

source: Title
ku: ناونیشان

source: Description
ku: وەسف

source: Category
ku: پۆل

source: City
ku: شار

source: District
ku: ناوچە

source: Location
ar: الموقع
ku: شوێن

source: Phone
ar: الهاتف
ku: تەلەفۆن

source: WhatsApp
ar: واتساب
ku: واتساپ

source: Email
ar: البريد الإلكتروني
ku: ئیمەیڵ

source: Name
ku: ناو

source: Full Name
ar: الاسم الكامل
ku: ناوی تەواو

# ContactInfo
source: Contact Information
ar: معلومات الاتصال
ku: زانیاری پەیوەندی

# ContactDescription
source: We're here to help you. Contact us anytime
ar: نحن هنا لخدمتك، لا تتردد في التواصل معنا
ku: ئێمە لێرەین بۆ یارمەتیدانت. هەر کاتێک پەیوەندیمان پێوە بکە

# LocationAddress
source: Baghdad, Iraq
ar: بغداد، العراق
ku: بەغدا، عێراق

source: Send Message
ar: أرسل رسالة
ku: ناردنی پەیام

source: Subject
ar: الموضوع
ku: بابەت

source: Select Subject
ar: اختر الموضوع
ku: بابەت هەڵبژێرە

source: General Inquiry
ar: استفسار عام
ku: پرسیاری گشتی

source: Technical Issue
ar: مشكلة تقنية
ku: کێشەی تەکنیکی

source: Suggestion
ar: اقتراح
ku: پێشنیار

source: Complaint
ar: شكوى
ku: سکاڵا

source: Message
ar: الرسالة
ku: پەیام

# MessageSentSuccess
source: Your message has been sent successfully
ar: تم إرسال رسالتك بنجاح! سنتواصل معك قريباً.
ku: پەیامەکەت بە سەرکەوتوویی نێردرا

# FAQ
source: Frequently Asked Questions
ar: أسئلة شائعة
ku: پرسیارە باوەکان

# FAQ1Question
source: What is Reverse Market?
ar: كيف أقوم بإضافة طلب؟
ku: بازاڕی پێچەوانە چییە؟

# FAQ1Answer
source: Reverse Market is a platform that connects buyers and sellers in a reverse way, where the customer adds their request and stores compete to serve them
ar: يمكنك إضافة طلبك من خلال الضغط على "إضافة طلب" في القائمة العلوية، ثم ملء البيانات المطلوبة.
ku: بازاڕی پێچەوانە پلاتفۆرمێکە کە کڕیار و فرۆشیار بە شێوەیەکی پێچەوانە دەبەستێتەوە، کە کڕیار داواکاریەکەی زیاد دەکات و فرۆشگاکان پێکەوە دەکێشن بۆ خزمەتکردنی

# FAQ2Question
source: Is the service free?
ar: كم من الوقت يستغرق الحصول على عروض؟
ku: ئایا خزمەتگوزاریەکە خۆڕاییە؟

# FAQ2Answer
source: Yes, adding requests and browsing offers is completely free for customers
ar: عادة ما تبدأ العروض بالوصول خلال ساعات قليلة من الموافقة على الطلب.
ku: بەڵێ، زیادکردنی داواکاری و گەڕان بە پێشنیارەکاندا تەواو خۆڕاییە بۆ کڕیارەکان

source: Privacy Policy
ar: سياسة الخصوصية
ku: سیاسەتی تایبەتێتی

source: Last Updated
ar: آخر تحديث
ku: دوایین نوێکردنەوە

source: Information We Collect
ar: المعلومات التي نجمعها
ku: زانیاری کە کۆدەکەینەوە

source: Personal Information
ar: المعلومات الشخصية
ku: زانیاری کەسی

# PersonalInfo1
source: Full name
ar: الاسم الكامل ورقم الهاتف
ku: ناوی تەواو

# PersonalInfo2
source: Phone number
ar: البريد الإلكتروني والعنوان
ku: ژمارەی تەلەفۆن

# PersonalInfo3
source: Email address
ar: معلومات الموقع الجغرافي
ku: ناونیشانی ئیمەیڵ

# PersonalInfo4
source: Address and location
ar: معلومات الاستخدام والتصفح
ku: ناونیشان و شوێن

# HowWeUseInformation
source: How We Use Your Information
ar: كيف نستخدم المعلومات
ku: چۆن زانیاریەکەت بەکاردێنین

# UseInfo1
source: Provide and improve our services
ar: تقديم وتحسين خدماتنا
ku: دابینکردن و باشترکردنی خزمەتگوزاریەکانمان

# UseInfo2
source: Communicate with you about your requests
ar: التواصل معك بشأن حسابك
ku: پەیوەندیکردن لەگەڵت سەبارەت بە داواکاریەکانت

# UseInfo3
source: Send notifications and updates
ar: تخصيص تجربتك
ku: ناردنی ئاگادارکردنەوە و نوێکردنەوەکان

# UseInfo4
source: Analyze and improve user experience
ar: حماية الأمن ومنع الاحتيال
ku: شیکردنەوە و باشترکردنی ئەزموونی بەکارهێنەر

# UseInfo5
source: Protect our legal rights
ar: الامتثال للمتطلبات القانونية
ku: پاراستنی مافە یاساییەکانمان

source: Data Protection
ar: حماية البيانات
ku: پاراستنی داتا

# DataProtectionText
source: We take appropriate security measures to protect your personal information
ar: نتخذ تدابير أمنية معقولة لحماية معلوماتك الشخصية:
ku: ئێمە ڕێکاری ئاسایشی گونجاو دەگرینەبەر بۆ پاراستنی زانیاری کەسیت

# Protection1
source: Encryption of sensitive data
ar: تشفير البيانات الحساسة
ku: شفرەکردنی داتا هەستیارەکان

# Protection2
source: Limited access to authorized staff
ar: التحكم في الوصول للموظفين المصرح لهم فقط
ku: دەستگەیشتنی سنووردار بۆ ستافی ڕێپێدراو

# Protection3
source: Continuous system monitoring
ar: مراقبة وتحديث أنظمة الأمان بانتظام
ku: چاودێری بەردەوامی سیستەمەکان

source: Information Sharing
ar: مشاركة المعلومات
ku: هاوبەشکردنی زانیاری

# SharingText
source: We do not sell or rent your personal information to third parties
ar: لا نبيع معلوماتك الشخصية. قد نشاركها في الحالات التالية:
ku: ئێمە زانیاری کەسیت نافرۆشین و بە لایەنی سێیەم ناکرێین

# Sharing1
source: With approved stores only to respond to your requests
ar: مع موافقتك الصريحة
ku: تەنها لەگەڵ فرۆشگا پەسەندکراوەکان بۆ وەڵامدانەوەی داواکاریەکانت

# Sharing2
source: When legally required by authorities
ar: مع مزودي الخدمات الموثوقين
ku: کاتێک بە یاسایی داوا لە دەسەڵاتەکان دەکرێت

# Sharing3
source: With trusted service providers
ar: عند الضرورة القانونية
ku: لەگەڵ دابینکەرانی خزمەتگوزاری متمانەپێکراو

source: Cookies
ar: ملفات تعريف الارتباط (Cookies)
ku: کوکیز

# CookiesText
source: We use cookies to improve your experience on our site
ar: نستخدم ملفات تعريف الارتباط لتحسين تجربتك وتحليل استخدام الموقع.
ku: ئێمە کوکیز بەکاردێنین بۆ باشترکردنی ئەزموونت لەسەر ماڵپەڕەکەمان

source: Your Rights
ar: حقوقك
ku: مافەکانت

# Right1
source: Access your personal data
ar: الوصول إلى معلوماتك الشخصية
ku: دەستگەیشتن بە داتا کەسیەکانت

# Right2
source: Correct inaccurate information
ar: تصحيح المعلومات غير الدقيقة
ku: ڕاستکردنەوەی زانیاری نادروست

# Right3
source: Delete your account and information
ar: طلب حذف معلوماتك
ku: سڕینەوەی هەژمارەکەت و زانیاریەکانت

# Right4
source: Object to processing your data
ar: الاعتراض على معالجة بياناتك
ku: ناڕەزایەتی لە پرۆسەکردنی داتاکەت

source: Data Retention
ar: الاحتفاظ بالبيانات
ku: هێشتنەوەی داتا

# RetentionText
source: We retain your information as long as your account is active or as needed to provide our services
ar: نحتفظ بمعلوماتك طالما كان حسابك نشطاً أو حسب الحاجة لتقديم خدماتنا.
ku: ئێمە زانیاریەکانت دەهێڵینەوە تا هەژمارەکەت چالاک بێت یان پێویست بێت بۆ دابینکردنی خزمەتگوزاریەکانمان

# ChildrenPrivacy
source: Children's Privacy
ar: خصوصية الأطفال
ku: تایبەتێتی منداڵان

# ChildrenText
source: Our services are not directed to children under 18 years of age
ar: خدماتنا غير موجهة للأطفال دون سن 18 عاماً. لا نجمع معلومات من الأطفال عمداً.
ku: خزمەتگوزاریەکانمان ئامانج نین بۆ منداڵانی خوار 18 ساڵ

source: Policy Changes
ar: تغييرات السياسة
ku: گۆڕانکاری لە سیاسەت

# PolicyChangesText
source: We may update this policy from time to time. We will notify you of any material changes
ar: قد نحدث سياسة الخصوصية هذه. سننشر أي تغييرات على هذه الصفحة.
ku: ڕەنگە ئەم سیاسەتە لە کاتێکەوە بۆ کاتێک نوێ بکەینەوە. ئاگادارت دەکەینەوە لە هەر گۆڕانکاریەکی گرنگ

source: Contact Us
ar: اتصل بنا
ku: پەیوەندیمان پێوە بکە

# ContactPrivacyText
source: If you have questions about our privacy policy, please contact us
ar: إذا كان لديك أسئلة حول سياسة الخصوصية، تواصل معنا:
ku: ئەگەر پرسیارت هەیە دەربارەی سیاسەتی تایبەتێتی، تکایە پەیوەندیمان پێوە بکە

source: Back to Home
ar: العودة للرئيسية
ku: گەڕانەوە بۆ سەرەکی

source: Terms of Use
ar: شروط الاستخدام
ku: مەرجەکانی بەکارهێنان

source: Introduction
ar: المقدمة
ku: پێشەکی

# TermsIntroText
source: Welcome to Reverse Market. By using this website, you agree to comply with the following terms of use
ar: مرحباً بك في السوق العكسي. هذه الشروط والأحكام تحدد القواعد والتنظيمات الخاصة باستخدام موقعنا الإلكتروني.
ku: بەخێربێیت بۆ بازاڕی پێچەوانە. بە بەکارهێنانی ئەم ماڵپەڕە، ڕازیت بە پابەندبوون بە مەرجەکانی بەکارهێنانی خوارەوە

source: Acceptance of Terms
ar: قبول الشروط
ku: قبوڵکردنی مەرجەکان

# AcceptanceText
source: By using our services, you agree to all the terms and conditions stated here
ar: باستخدامك لهذا الموقع، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من هذه الشروط، يجب عليك عدم استخدام موقعنا.
ku: بە بەکارهێنانی خزمەتگوزاریەکانمان، ڕازیت بە هەموو مەرج و ئامانجەکانی ئامەژەپێکراو لێرە

source: User Registration
ar: تسجيل المستخدم
ku: تۆمارکردنی بەکارهێنەر

# RegistrationRule1
source: You must be over 18 years old to register
ar: يجب أن تكون فوق سن 18 عاماً للتسجيل
ku: پێویستە لە 18 ساڵ زیاتر بیت بۆ تۆمارکردن

# RegistrationRule2
source: Provide accurate and truthful information
ar: يجب تقديم معلومات صحيحة ودقيقة
ku: زانیاری دروست و ڕاست دابین بکە

# RegistrationRule3
source: Keep your password confidential
ar: أنت مسؤول عن الحفاظ على سرية كلمة المرور
ku: وشەی نهێنی خۆت بپارێزە

# RegistrationRule4
source: Do not share your account with others
ar: حساب واحد فقط لكل مستخدم
ku: هەژمارەکەت هاوبەش مەکە لەگەڵ کەسانی تر

source: User Responsibilities
ar: مسؤوليات المستخدم
ku: بەرپرسیارێتیەکانی بەکارهێنەر

# Responsibility1
source: Use the site legally and responsibly
ar: استخدام المنصة بشكل قانوني ومشروع
ku: ماڵپەڕەکە بە یاسایی و بەرپرسیارانە بەکاربێنە

# Responsibility2
source: Do not post offensive or illegal content
ar: عدم انتهاك حقوق الآخرين
ku: ناوەڕۆکی ناشرین یان نایاسایی بڵاو مەکەرەوە

# Responsibility3
source: Respect the rights of other users
ar: الالتزام بجميع القوانين واللوائح المعمول بها
ku: ڕێز لە مافەکانی بەکارهێنەرانی تر بگرە

# Responsibility4
source: Update account information regularly
ar: تقديم معلومات صحيحة ودقيقة
ku: زانیاری هەژمارەکە بە بەردەوامی نوێ بکەرەوە

source: Prohibited Activities
ar: الأنشطة المحظورة
ku: چالاکییە قەدەغەکراوەکان

# Prohibited1
source: Fraud or deception
ar: نشر محتوى مسيء أو غير قانوني
ku: فێڵ یان چەواشەکردن

# Prohibited2
source: Violation of intellectual property rights
ar: الاحتيال أو التضليل
ku: پێشێلکردنی مافی موڵکی زیهنی

# Prohibited3
source: Posting viruses or malware
ar: انتهاك الملكية الفكرية
ku: بڵاوکردنەوەی ڤایرۆس یان بەرنامەی زیانبەخش

# Prohibited4
source: Disrupting the service or abusing it
ar: محاولة اختراق أو تعطيل النظام
ku: تێکدانی خزمەتگوزاری یان بەکارهێنانی خراپی

source: Intellectual Property
ar: الملكية الفكرية
ku: موڵکی زیهنی

# IntellectualPropertyText
source: All content on the site is protected by copyright and trademark laws
ar: جميع المحتويات والعلامات التجارية على هذا الموقع محمية بموجب قوانين الملكية الفكرية.
ku: هەموو ناوەڕۆکەکانی سەر ماڵپەڕەکە پارێزراوە بە یاساکانی مافی لەبەرگرتنەوە و نیشانەی بازرگانی

source: Limitation of Liability
ar: حدود المسؤولية
ku: سنووردارکردنی بەرپرسیارێتی

# LiabilityText
source: We provide the platform "as is" and are not liable for any losses resulting from use
ar: نحن غير مسؤولين عن أي أضرار مباشرة أو غير مباشرة قد تنتج عن استخدام المنصة.
ku: ئێمە پلاتفۆرمەکە "وەک خۆیەتی" دابین دەکەین و بەرپرسیار نین لە هیچ زیانێک کە لە بەکارهێنان دەردەچێت

# TerminationOfService
source: Service Termination
ar: إنهاء الخدمة
ku: کۆتایی پێهێنانی خزمەتگوزاری

# TerminationText
source: We reserve the right to terminate or suspend your account in case of violation
ar: نحتفظ بالحق في إيقاف أو إنهاء حسابك في حالة انتهاك الشروط.
ku: ئێمە مافی ئەوەمان هەیە کۆتایی بە هەژمارەکەت بهێنین یان ڕابگرین لە حاڵەتی پێشێلکردنی مەرجەکان

source: Changes to Terms
ar: التغييرات على الشروط
ku: گۆڕانکاری لە مەرجەکان

# ChangesText
source: We may update these terms from time to time. Continued use means you agree to the changes
ar: قد نقوم بتحديث هذه الشروط من وقت لآخر. سيتم إشعارك بأي تغييرات جوهرية.
ku: ڕەنگە ئەم مەرجانە لە کاتێکەوە بۆ کاتێک نوێ بکەینەوە. بەردەوامبوون لە بەکارهێنان واتە ڕازیت بە گۆڕانکارییەکان

# ContactTermsText
source: If you have questions about the terms of use, please contact us
ar: إذا كان لديك أي أسئلة حول هذه الشروط، يرجى التواصل معنا:
ku: ئەگەر پرسیارت هەیە دەربارەی مەرجەکانی بەکارهێنان، تکایە پەیوەندیمان پێوە بکە

source: Save
ku: پاشەکەوتکردن

source: Cancel
ku: هەڵوەشاندنەوە

source: Edit
ku: دەستکاریکردن

source: Delete
ku: سڕینەوە

source: Submit
ku: ناردن

source: Back
ku: گەڕانەوە

source: View All
ku: بینینی هەموو

source: Loading...
ku: بارکردن...

source: Success
ar: نجح
ku: سەرکەوتوو

source: Error
ar: خطأ
ku: هەڵە

source: Required
ku: پێویست

source: Optional
ku: ئیختیاری

# ConfirmDelete
source: Are you sure you want to delete?
ku: دڵنیایت لە سڕینەوە؟

source: No data available
ku: هیچ داتایەک بەردەست نییە

source: Active
ku: چالاک

source: Inactive
ku: ناچالاک

source: Pending
ku: لە چاوەڕوانیدایە

source: Approved
ku: پەسەندکراو

source: Rejected
ku: ڕەتکراوەتەوە

source: Status
ku: دۆخ

source: Date
ku: بەروار

source: Created At
ku: بەرواری دروستکردن

source: Updated At
ku: بەرواری نوێکردنەوە

source: Important Links
ar: روابط هامة
ku: بەستەرە گرنگەکان

# Copyright
source: © 2025 Reverse Market. All Rights Reserved
ar: © 2024 السوق العكسي. جميع الحقوق محفوظة.
ku: © 2025 بازاڕی پێچەوانە. هەموو مافەکان پارێزراون

# LanguageChanged
source: Language changed successfully
ku: زمان بە سەرکەوتوویی گۆڕدرا

source: Loading language...
ku: بارکردنی زمان...

# LanguageError
source: Error changing language
ku: هەڵە لە گۆڕینی زمان

# AboutSubtitle
source: An innovative platform connecting buyers with sellers
ku: پلاتفۆرمێکی داهێنەر بۆ بەستنەوەی کڕیاران بە فرۆشیارەکان

source: Our Vision
ku: دیدگامان

# VisionText
source: To be the leading platform in Iraq for connecting buyers with sellers through the innovative reverse market model
ku: بوون بە پلاتفۆرمی پێشەنگ لە عێراق بۆ بەستنەوەی کڕیاران بە فرۆشیارەکان لە ڕێگەی مۆدێلی نوێی بازاڕی پێچەوانە

source: Our Mission
ku: ئامانجمان

# MissionText
source: Facilitate shopping and save time and effort for customers by making stores compete to serve them
ku: ئاسانکردنی کڕینەوە و پاشەکەوتکردنی کات و هەوڵ بۆ کڕیارەکان لە ڕێگەی وا لێکردنی فرۆشگاکان بۆ پێکەوە کێشان لە خزمەتکردنیان

source: Our Advantages
ku: سەرنجڕاکێشەکانمان

source: Time Saving
ku: پاشەکەوتکردنی کات

# TimeSavingText
source: Instead of searching dozens of stores, stores come to you
ku: لە جیاتی گەڕان لە دەیان فرۆشگادا، فرۆشگاکان دێنە لات

source: Best Offers
ku: باشترین پێشنیارەکان

# BestOffersText
source: Stores compete to offer the best prices and services
ku: فرۆشگاکان پێکەوە دەکێشن بۆ پێشکەشکردنی باشترین نرخ و خزمەتگوزاریەکان

# SafetyTrust
source: Safety and Trust
ku: سەلامەتی و متمانە

# SafetyTrustText
source: All stores are reviewed and approved by us
ku: هەموو فرۆشگاکان پێداچوونەوە و پەسەندکراون لەلایەن ئێمەوە

source: Start Now
ku: ئێستا دەست پێ بکە

source: Social Media
ku: تۆڕە کۆمەڵایەتیەکان

source: Facebook
ku: فەیسبووک

source: Instagram
ku: ئینستاگرام

source: Twitter
ku: تویتەر

source: YouTube
ku: یوتیوب

# TermsFromDatabase
source: Terms of use from database
ku: مەرجەکانی بەکارهێنان لە بنکەدراوە

# IntellectualPropertyFromDatabase
source: Intellectual property rights from database
ku: مافی خاوەندارێتی فیکری لە بنکەدراوە

source: All Rights Reserved
ku: هەموو مافەکان پارێزراون

source: All Requests
ku: هەموو داواکاریەکان

# SearchInTitleOrDescription
source: Search by title or description
ku: بەپێی ناونیشان یان وردەکارییەکان بگەڕێ

source: Browse Available Requests
ku: ەڕان بە داواکارییە بەردەستەکاندا

source: Stores Directory
ku: بەڕێوەبەرایەتی فرۆشگاکان

source: Browse Registered Stores
ku: گەڕان بەناو فرۆشگا تۆمارکراوەکاندا

source: Search in store name or description
ku: گەڕان لە ناوی فرۆشگا یان وەسف

source: Register Your Store
ku: فرۆشگاکەت تۆمار بکە

source: Enter phone to login
ku: بۆ چوونە ژوورەوە ژمارەی تەلەفۆنەکەت بنووسە

# EnterPhoneWithoutCode
source: Enter phone without country code
ku: مۆبایلەکە بەبێ کلیلەکە دابنێ

source: I agree to the
ku: منیش ڕازیم

source: Verification code via WhatsApp
ku: کۆدی پشتڕاستکردنەوەی واتسئەپ

source: Secure and Protected
ku: پاراستن و سەلامەتی

source: Instant Verification
ku: پشتڕاستکردنەوەی خێرا

source: For Everyone
ku: بۆ هەمووان بەردەستە

source: and
ku: وه

source: Made with love in Iraq
ku: بە خۆشەویستی دروستکراوە لە عێراق
